Repository: MakiOmar/Jet-appointment-zoom-meeting
Catalog: languages/anonyengine-zoom-meeting-*.po
Languages: ar

source: Zoom oAuth data is missing or incomplete, so please make sure all data are correct from <a href="%s">Here</a>
ar: بيانات مصادقة زووم مفقودة أو غير مكتملة ، لذا يرجى التأكد من صحة جميع البيانات من <a href="%s"> هنا </a>

source: You have already checked in
ar: لقد قمت بالدخول بالفعل

source: Your not allowed to do this
ar: لا يسمح لك القيام بذلك

source: %s clinic
ar: عيادة %s

source: Send Meeting data
ar: إرسال بيانات الاجتماع

source: Sorry! No appointments available. Appointments will show when your payments are completed. If you think there is a problem, please contact us
ar: عفواً! لا توجد مواعيد متاحة. ستظهر المواعيد عند اكتمال مدفوعاتك. إذا كنت تعتقد أن هناك مشكلة ، يرجى الاتصال بنا

source: Are you sure you want to check in?
ar: هل انت متأكد من أنك تريد أن تدخل ؟

source: Are you sure you want to check out?
ar: هل انت متأكد من أنك تريد أن تخرج ؟

source: Choose speciality
ar: حدد العيادة

source: Check-in
ar: دخول

source: You didn't set the profile ID for clinic's director
ar: لم تقم بتعيين معرف الملف الشخصي لمدير العيادة

source: Sorry! but this user has more than one profile. Should be one
ar: عفواً! لكن هذا المستخدم لديه أكثر من ملف تعريف واحد. يجب أن يكون ملف واحد

source: Join Now
ar: إنضم الآن

source: Meeting password: %s
ar: كلمة المرور للإجتماع: %s

source: Sorry but this appointment payment is %s
ar: عفواً! ولاكن هذا الموعد %s

source: You have no permission to access here
ar: ليس لديك صلاحية الوصول إلى هذه الصفحة

source: You have an appointment
ar: ليس لديك مواعيد

source: Doctor out
ar: الطبيب خارج الإجتماع

source: You will be able to start consulting, once your doctor checks in
ar: ستكون قادرًا على بدء الاستشارة بمجرد أن يقوم طبيبك بالدخول للإجتماع

source: Check out
ar: خروج

source: Start meeting
ar: بدء الإجتماع
